-- phpMyAdmin SQL Dump
-- version 4.0.10.12
-- http://www.phpmyadmin.net
--
-- 主机: 127.3.14.130:3306
-- 生成日期: 2017-05-20 15:04:08
-- 服务器版本: 5.5.52
-- PHP 版本: 5.3.3

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `laravel5`
--

-- --------------------------------------------------------

--
-- 表的结构 `comments`
--

CREATE TABLE IF NOT EXISTS `comments` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `classification_id` int(11) NOT NULL DEFAULT '0',
  `ip` varchar(255) COLLATE utf8_unicode_ci NOT NULL DEFAULT '',
  `content` varchar(1024) COLLATE utf8_unicode_ci NOT NULL,
  `misc` varchar(1024) COLLATE utf8_unicode_ci NOT NULL DEFAULT '',
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=33 ;

--
-- 转存表中的数据 `comments`
--

INSERT INTO `comments` (`id`, `classification_id`, `ip`, `content`, `misc`, `created_at`, `updated_at`) VALUES
(1, 0, '127.3.14.129', 'hello world', '', '2016-08-08 15:21:32', '2016-08-08 15:21:32'),
(2, 0, '127.3.14.129', '德国哲学家康德说：“生气，是拿别人的错误惩罚自己。”俄国作家托尔斯泰说：“愤怒使别人遭殃，但受害最大的却是自己。”我国清末文人阎敬铭写过一首《不气歌》，颇为风趣：“他人气我我不气，我本无心他来气。倘若生气中他计，气下病来无人替。请来医生将病治，反说气病治非易。气之为害大可推，诚恐因病将使废。我今尝过气中味，不气不气真不气！”', '', '2016-08-08 17:49:30', '2016-08-08 17:49:30'),
(3, 0, '127.3.14.129', 'APPPATH.''session'';', '', '2016-08-10 17:38:57', '2016-08-10 17:38:57'),
(4, 0, '127.3.14.129', 'http://mp.weixin.qq.com/s?__biz=MzAxODI5ODMwOA==&mid=2666539215&idx=1&sn=d639666834e10a3170e29d2c33098050&scene=1&srcid=06184d0cRiO2iHzqtK0kb0O8#wechat_redirect', '', '2016-08-12 10:32:45', '2016-08-12 10:32:45'),
(5, 0, '127.3.14.129', '2～2.5cm，', '', '2016-08-12 11:30:00', '2016-08-12 11:30:00'),
(6, 0, '127.3.14.129', '但是邓超的原生家庭其实比孙俪好很多，虽然父亲严厉，但那只是一种教育方式，父母给与邓超的爱不比任何一个家庭少。邓超是家里最小的孩子，还有哥哥姐姐，从一些访谈和新闻中可以看出，邓超至少和姐姐们关系不错，所以他不仅仅是得到父母的爱，也得到了哥哥姐姐的爱。邓超其实有一个爱很丰沛的童年，或许正是如此，他也才能给到孙俪丰沛的爱和足够的关注。如果邓超是一个从小缺少关爱的人，他和孙俪的婚姻将出现两人都要问彼此要关注和爱、但两人都不知道怎样给到对方这些东西的局面。', '', '2016-08-12 11:30:31', '2016-08-12 11:30:31'),
(7, 0, '127.3.14.129', '人们往往会把原生家庭的痛苦带入自己的婚姻关系中，夫妻在生活中某些时候也会将伴侣当成自己的父母，期望伴侣能够给予自己父母没能够给予的关爱，这些关爱有人称之为“心理营养”。如果伴侣能够给到自己需要的“心理营养”，一个人的心灵会得到滋养，可能从童年爱的匮乏状态中成长起来。', '', '2016-08-12 11:31:15', '2016-08-12 11:31:15'),
(8, 0, '127.3.14.129', '有些事不能去想，越想越容易钻牛角尖', '', '2016-08-15 11:08:48', '2016-08-15 11:08:48'),
(9, 0, '127.3.14.129', '人是不容易满足的', '', '2016-08-15 11:12:42', '2016-08-15 11:12:42'),
(10, 0, '127.3.14.129', '有优秀的逻辑思维和抽象思维能力\r\n有优秀的沟通技巧和情绪控制能力，可以无障碍地与开发、设计按照需求进行沟通，并保证项目顺利开展\r\n有优秀的时间管理能力，保证项目开发进程可控\r\n有良好的知识储备习惯\r\n保持洞察一切（用户、产品、世界）的欲望，并具备独立思考精神\r\n……', '', '2016-08-15 11:15:03', '2016-08-15 11:15:03'),
(11, 0, '127.3.14.129', '学好英语你可以和世界各地的程序员在Stack overflow，Reddit和Github进行交流，以码会友。', '', '2016-08-15 11:15:22', '2016-08-15 11:15:22'),
(12, 0, '127.3.14.129', '兰兰 眼睛 时间', '', '2016-08-16 23:19:52', '2016-08-16 23:19:52'),
(13, 0, '127.3.14.129', '要学会证明自己的实力，脱颖而出', '', '2016-08-16 23:20:34', '2016-08-16 23:20:34'),
(14, 0, '127.3.14.129', '身体可以加班，但心不能加班', '', '2016-08-17 11:23:07', '2016-08-17 11:23:07'),
(15, 0, '127.3.14.129', '我们总是固执地认为爱情中另外一个人可以被感化，用自以为是的方式亲近对方，对对方“好”，却忽略了对方真正的需求。', '', '2016-08-18 11:40:22', '2016-08-18 11:40:22'),
(16, 0, '127.3.14.129', '渴望陪伴的人，给ta住再好的房子银行卡里有再多的数字都不足以抚慰一个人的孤独;\r\n\r\n喜欢奢侈的人，给ta你全部的热情、关爱和疼惜，都抵不上别人一件名贵的礼物;\r\n\r\n向往自由的人，给ta最紧贴的拥抱和最密不透风的爱护，只会让ta像掌心里握得太紧的沙子一样迅速逃离;\r\n\r\n把事业视为生命的人，痴缠的要求和需要小心伺候的公主病，是ta永远担负不起的负担。', '', '2016-08-18 11:43:55', '2016-08-18 11:43:55'),
(17, 0, '127.3.14.129', '渴望陪伴的人，给ta住再好的房子银行卡里有再多的数字都不足以抚慰一个人的孤独;\r\n\r\n喜欢奢侈的人，给ta你全部的热情、关爱和疼惜，都抵不上别人一件名贵的礼物;\r\n\r\n向往自由的人，给ta最紧贴的拥抱和最密不透风的爱护，只会让ta像掌心里握得太紧的沙子一样迅速逃离;\r\n\r\n把事业视为生命的人，痴缠的要求和需要小心伺候的公主病，是ta永远担负不起的负担。', '', '2016-08-18 11:44:56', '2016-08-18 11:44:56'),
(18, 0, '127.3.14.129', '曾经有心理学家说过：\r\n\r\n只要人格还没有成熟，人们就还会热衷于窥探别人的隐私；\r\n\r\n只要还有欲望被深深压抑的人，就会有人挖空心思地揭露别人隐私，借着别人的隐私，宣泄自身的欲望；\r\n\r\n只要人性还存在着缺陷，窥探隐私的喜好，就永远不会结束。', '', '2016-08-18 11:58:27', '2016-08-18 11:58:27'),
(19, 0, '127.3.14.129', '夫妻经常依偎、拉手、自然相拥和接吻都有助于爱与性欲的维系，此外，共同的兴趣爱好，主动畅通的交流也很重要。', '', '2016-08-18 11:58:34', '2016-08-18 11:58:34'),
(20, 0, '127.3.14.129', '做个有思想的人', '', '2016-08-18 23:57:12', '2016-08-18 23:57:12'),
(21, 0, '127.3.14.129', '做个有思想的人', '', '2016-08-18 23:58:18', '2016-08-18 23:58:18'),
(22, 0, '127.3.14.129', '要时刻清楚自己该干什么,不清楚到处乱撞肯定累.', '', '2016-08-19 21:00:42', '2016-08-19 21:00:42'),
(23, 0, '127.3.14.129', '在经历了这一路的修炼之后我对CTO的职责有着比以前更为深刻的理解：首先初创公司CTO最基本的职业素养就是能够解决公司的技术问题，比如：在众多的实现中，选择一个最适合团队目前状况的解决方案；掌握技术脉络，知道团队现在的技术瓶颈以及在什么时候以什么方式去解决。而CTO最重要的职责莫过于管理技术团队，这并不只是一个简单的招人问题，而是在招到合适的人的基础上，组建一个好的团队并让整个团队持续迭代，成长。除此之外，CTO还要具备成为公司万能适配器的自觉：拉网线，查机房，装系统，重装系统；讨论方案，推翻方案；谈合同，签合同；哄手下，骂手下，被老板哄，挨老板骂；确定进度，拖延进度，重新定进度；运维，监控；写画饼邮件，写辞职邮件都是可能会发生的工作。', '', '2016-08-24 11:31:37', '2016-08-24 11:31:37'),
(24, 0, '127.3.14.129', '我不相信宝强出轨，如果宝强出轨，我就徒手劈榴莲 胸口碎大石 脑门磕砖头 外加空手接白刃 生吃带皮橘子 手抄中华字典 成语词典 英汉词典 道德经 三字经 山海经 唐诗三百首 宋词五百首 大学 中庸 论语 自呼巴掌8000 京基100蹦极不带绳 别问我为什么 就是这么自信', '', '2016-08-24 11:32:00', '2016-08-24 11:32:00'),
(25, 0, '127.3.14.129', '首先，我第一次见他时，他穿得乱七八糟：一件藕荷色的西装，一条大花的领带，一副特大的眼镜，头顶还有点儿秃。那么土的衣服穿在身上，他泰然自若，有一种骨子里的自信。总之，他和我身边那些穿着、谈吐都很得体的男人如此不同，让我有一种想靠近他、了解他的欲望，这是相交的基础。', '', '2016-08-24 11:33:14', '2016-08-24 11:33:14'),
(26, 0, '127.3.14.129', '也许从生命的长度来看，高薪是许多人碌碌工作一生的最终目的，毕竟我们的生活都离不开油盐酱醋。但从生命的厚度来看，除了高薪，我们在工作中似乎还应该追求些别的什么。前阵子许巍有首歌唱「生活不止眼前的苟且，还有诗和远方」，同样我们也可以说：「工作不止财富的积累，还有成长和格局」。\r\n\r\n也许，真正的财务自由并不是你的口袋里有取之不尽的金钱，而是一种哪怕你身无分文地去往一个陌生之地，也能把生活过得有滋有味的能力。', '', '2016-08-24 11:48:20', '2016-08-24 11:48:20'),
(27, 0, '127.3.14.129', '心不累', '', '2016-09-09 01:17:49', '2016-09-09 01:17:49'),
(28, 0, '127.3.14.129', '每天清晨，记得早起，努力追逐第一缕阳光，因为今天是我们余下的生命中最年轻的一天。', '', '2016-09-13 02:16:56', '2016-09-13 02:16:56'),
(29, 0, '127.3.14.129', '多产生正能量，少产生负能量给周围的人', '', '2016-09-13 11:31:01', '2016-09-13 11:31:01'),
(30, 0, '127.3.14.129', '何必用她的问题来折磨自己。', '', '2016-10-17 12:39:48', '2016-10-17 12:39:48'),
(31, 0, '127.3.14.129', '微信新版web开发者工具   https://mp.weixin.qq.com/debug/wxadoc/dev/devtools/download.html', '', '2017-01-14 18:43:16', '2017-01-14 19:54:00'),
(32, 0, '', 'http://google22.cn/\r\nhttps://g.caifupai.com/', '', '2017-01-28 14:41:18', '2017-01-28 14:41:18');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
